Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Space between the dock controls, widget stacks, and app icons
ar: المسافة بين عناصر تحكم Dock ومكدسات الأدوات وأيقونات التطبيقات
de: Abstand zwischen den Dock-Steuerelementen, Widget-Stapeln und App-Symbolen
es: Espacio entre los controles del Dock, las pilas de widgets y los iconos de apps
fr: Espace entre les contrôles du dock, les piles de widgets et les icônes d'app
hu: Térköz a Dock-vezérlők, a widgetkötegek és az appikonok között
ja: Dockコントロール、ウィジェットスタック、アプリアイコンの間のスペース
nl: Ruimte tussen de bedieningselementen van het Dock, widgetstapels en app-pictogrammen
pl: Odstęp między elementami sterującymi Dockiem, stosami widżetów i ikonami aplikacji
pt: Espaço entre os controlos da Dock, as pilhas de widgets e os ícones das apps
ru: Расстояние между элементами управления Dock, стопками виджетов и значками приложений
sv: Avstånd mellan dockreglage, widgetstackar och appsymboler
tr: Dock denetimleri, widget yığınları ve uygulama simgeleri arasındaki boşluk
vi: Khoảng cách giữa các điều khiển dock, ngăn xếp tiện ích và biểu tượng ứng dụng
zh_hans: Dock 控件、小组件叠放和应用图标之间的间距
zh_hant: Dock 控制項、小工具堆疊與應用程式圖示之間的間距

source: Spacer
ar: مسافة
de: Abstandshalter
es: Espaciador
fr: Espaceur
hu: Térkitöltő
ja: スペーサ
nl: Lege ruimte
pl: Odstęp
pt: Espaçador
ru: Отступ
sv: Mellanrum
tr: Boşluk
vi: Khoảng trống
zh_hans: 间隔
zh_hant: 空格

source: Spacers have no settings
ar: المسافات ليس لديها إعدادات
de: Abstandshalter haben keine Einstellungen
es: Los espaciadores no tienen ajustes
fr: Les espaceurs n'ont pas de paramètres
hu: A térkitöltőknek nincsenek beállításai
ja: スペーサに設定項目はありません
nl: Lege ruimtes hebben geen instellingen
pl: Odstępy nie mają ustawień
pt: Os espaçadores não têm definições
ru: У отступов нет настроек
sv: Mellanrum har inga inställningar
tr: Boşlukların ayarı yoktur
vi: Khoảng trống không có cài đặt nào
zh_hans: 间隔项无需设置
zh_hant: 空格沒有設定選項

source: Spacing
ar: التباعد
de: Abstände
es: Espaciado
fr: Espacement
hu: Térköz
ja: 間隔
nl: Tussenafstand
pl: Odstępy
pt: Espaçamento
ru: Расстояние
sv: Avstånd
tr: Aralık
vi: Khoảng cách
zh_hans: 间距
zh_hant: 間距

source: speed
ar: سرعة
de: geschwindigkeit
es: velocidad
fr: vitesse
hu: sebesség
ja: 速度
nl: snelheid
pl: prędkość
pt: velocidade
ru: скорость
sv: hastighet
tr: hız
vi: tốc độ
zh_hans: 速度
zh_hant: 速度

source: Speed
ar: السرعة
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
hu: Sebesség
ja: 速度
nl: Snelheid
pl: Prędkość
pt: Velocidade
ru: Скорость
sv: Hastighet
tr: Hız
vi: Tốc độ
zh_hans: 速度
zh_hant: 速度

source: Speed of the auto-hide slide animation
ar: سرعة حركة الانزلاق للإخفاء التلقائي
de: Geschwindigkeit der Gleitanimation beim automatischen Ausblenden
es: Velocidad de la animación de deslizamiento de la ocultación automática
fr: Vitesse de l'animation de glissement du masquage automatique
hu: Az automatikus elrejtés csúszóanimációjának sebessége
ja: 自動的に隠すときのスライドアニメーションの速度
nl: Snelheid van de schuifanimatie voor het automatisch verbergen
pl: Szybkość animacji wysuwania przy automatycznym ukrywaniu
pt: Velocidade da animação de deslize de ocultar automaticamente
ru: Скорость анимации выезда при автоскрытии
sv: Hastighet för glidanimeringen vid automatisk gömning
tr: Otomatik gizleme kayma animasyonunun hızı
vi: Tốc độ của hiệu ứng trượt tự động ẩn
zh_hans: 自动隐藏滑动动画速度
zh_hant: 自動隱藏滑動動畫的速度

source: Speed up every animation in the app. At the maximum, animations are skipped entirely.
ar: تسريع كل الحركات في التطبيق. عند الحد الأقصى، يتم تخطي الحركات بالكامل.
de: Jede Animation in der App beschleunigen. Beim Maximum werden Animationen ganz übersprungen.
es: Acelera todas las animaciones de la app. Al máximo, las animaciones se omiten por completo.
fr: Accélère toutes les animations de l'app. Au maximum, les animations sont complètement ignorées.
hu: Az app összes animációjának felgyorsítása. A maximumon az animációk teljesen kimaradnak.
ja: アプリ内のすべてのアニメーションを高速化します。最大にするとアニメーションは完全に省略されます。
nl: Versnel alle animaties in de app. In het uiterste geval worden animaties volledig overgeslagen.
pl: Przyspiesz wszystkie animacje w aplikacji. Przy ustawieniu maksymalnym animacje są całkowicie pomijane.
pt: Acelera todas as animações da app. No máximo, as animações são totalmente ignoradas.
ru: Ускорить все анимации в приложении. На максимуме анимации полностью пропускаются.
sv: Snabba upp alla animeringar i appen. Vid maxläget hoppas animeringar över helt.
tr: Uygulamadaki her animasyonu hızlandır. En yüksekte animasyonlar tamamen atlanır.
vi: Tăng tốc mọi hoạt ảnh trong ứng dụng. Ở mức tối đa, các hoạt ảnh sẽ được bỏ qua hoàn toàn.
zh_hans: 加快应用中所有动画的速度。调到最高时，将完全略过动画。
zh_hant: 加快應用程式中所有動畫的速度。調到最高時，將完全略過動畫。

source: split flap
ar: لوحة قلابة
de: fallblatt
es: paletas
fr: affichage à palettes
hu: lapozós óra
ja: パタパタ
nl: klapbord
pl: wyświetlacz klapkowy
pt: palhetas
ru: перекидное табло
sv: fällblad
tr: bölünmüş kanat
vi: bảng lật số
zh_hans: 机械翻页
zh_hant: 翻頁式

source: Spread outward on a running app icon
ar: نشر إلى الخارج على أيقونة التطبيق قيد التشغيل
de: Auf dem Symbol einer laufenden App auseinanderziehen
es: Separa los dedos hacia fuera sobre el icono de una app en ejecución
fr: Écarter vers l'extérieur sur l'icône d'une app active
hu: Széthúzás kifelé egy futó app ikonján
ja: 実行中のアプリアイコン上でピンチアウト(指を広げる)します
nl: Spreid naar buiten op een pictogram van een geopende app
pl: Rozsuń palce, gdy wskaźnik znajduje się nad ikoną uruchomionej aplikacji
pt: Afastar os dedos sobre o ícone de uma app em execução
ru: Разведение пальцев на значке запущенного приложения
sv: Dra isär fingrarna på en appsymbol som körs
tr: Çalışan bir uygulama simgesinde dışa doğru aç
vi: Chụm hai ngón tay ra ngoài trên biểu tượng ứng dụng đang chạy
zh_hans: 在运行中的应用图标上双指向外张开
zh_hant: 在執行中的應用程式圖示上向外張開

source: Squeeze inward on a running app icon
ar: القرص للداخل على أيقونة تطبيق قيد التشغيل
de: Auf dem Symbol einer laufenden App zusammenziehen
es: Pellizca hacia dentro sobre el icono de una app en ejecución
fr: Pincer vers l'intérieur sur l'icône d'une app active
hu: Összecsípés befelé egy futó app ikonján
ja: 実行中のアプリアイコン上でピンチイン(指をすぼめる)します
nl: Knijp naar binnen op een pictogram van een geopende app
pl: Zsuń palce, gdy wskaźnik znajduje się nad ikoną uruchomionej aplikacji
pt: Juntar os dedos sobre o ícone de uma app em execução
ru: Сведение пальцев на значке запущенного приложения
sv: Nyp ihop på en appsymbol som körs
tr: Çalışan bir uygulama simgesinde içe doğru sıkıştır
vi: Chụm hai ngón tay vào trong trên biểu tượng ứng dụng đang chạy
zh_hans: 在运行中的应用图标上双指向内捏合
zh_hant: 在執行中的應用程式圖示上向內捏合

source: Stable
ar: مستقر
de: Stabil
es: Estable
hu: Stabil
ja: 安定版
nl: Stabiel
pl: Stabilny
pt: Estável
ru: Стабильный
sv: Stabil
tr: Kararlı
vi: Ổn định
zh_hans: 稳定版
zh_hant: 穩定版

source: Stack scrolling changes the visible widget.
ar: التمرير على المكدس يغيّر الأداة الظاهرة.
de: Beim Scrollen im Stapel wechselt das sichtbare Widget.
es: Desplazarse por la pila cambia el widget visible.
fr: Faire défiler la pile change le widget visible.
hu: A köteg görgetése váltja a látható widgetet.
ja: スタックをスクロールすると表示されるウィジェットが切り替わります。
nl: Door het scrollen in de stapel verandert de zichtbare widget.
pl: Przewijanie stosu zmienia widoczny widżet.
pt: Deslocar na pilha muda o widget visível.
ru: Прокрутка стопки меняет видимый виджет.
sv: Rullning i stacken byter vilken widget som visas.
tr: Yığın kaydırma görünen widget'ı değiştirir.
vi: Cuộn trên ngăn xếp để thay đổi tiện ích hiển thị.
zh_hans: 滚动小组件叠放即可切换当前显示的小组件。
zh_hant: 捲動堆疊即可切換目前顯示的小工具。

source: Stacks
ar: المكدسات
de: Widget-Stapel
es: Pilas
fr: Piles
hu: Kötegek
ja: スタック
nl: Stapels
pl: Stosy
pt: Pilhas
ru: Стопки
sv: Stackar
tr: Yığınlar
vi: Ngăn xếp
zh_hans: 叠放
zh_hant: 堆疊

source: Stand up and move for a minute. Roll your shoulders, stretch your neck side to side and reach overhead.
ar: قف وتحرك لمدة دقيقة. حرّك كتفيك بشكل دائري، ومدّد رقبتك من جانب إلى آخر، وارفع يديك فوق رأسك.
de: Stehen Sie auf und bewegen Sie sich eine Minute lang. Kreisen Sie die Schultern, dehnen Sie den Nacken zu beiden Seiten und strecken Sie sich nach oben.
es: Levántate y muévete durante un minuto. Gira los hombros, estira el cuello de lado a lado y estira los brazos por encima de la cabeza.
fr: Levez-vous et bougez pendant une minute. Faites rouler vos épaules, étirez votre cou d'un côté à l'autre et tendez les bras au-dessus de la tête.
hu: Álljon fel, és mozogjon egy percig. Körözzön a vállával, nyújtsa a nyakát jobbra-balra, és nyújtózkodjon a feje fölé.
ja: 立ち上がって1分間体を動かしましょう。肩を回し、首を左右に伸ばし、腕を頭上に伸ばしてください。
nl: Sta op en beweeg een minuut. Rol met je schouders, strek je nek van links naar rechts en reik boven je hoofd.
pl: Wstań i poruszaj się przez minutę. Wykonaj krążenia ramion, rozciągnij szyję, przechylając głowę na boki, i wyciągnij ręce nad głowę.
pt: Levante-se e mexa-se durante um minuto. Rode os ombros, alongue o pescoço de um lado para o outro e estique os braços acima da cabeça.
ru: Встаньте и подвигайтесь минуту. Покрутите плечами, наклоните голову из стороны в сторону и потянитесь вверх.
sv: Res dig upp och rör på dig en minut. Rulla axlarna, sträck på nacken från sida till sida och sträck armarna över huvudet.
tr: Ayağa kalk ve bir dakika hareket et. Omuzlarını döndür, boynunu iki yana esnet ve başının üzerine uzan.
vi: Đứng dậy và vận động trong một phút. Xoay vai, nghiêng cổ sang hai bên và vươn tay lên cao.
zh_hans: 站起来活动一分钟。转动肩膀，向两侧伸展颈部，再将双臂举过头顶伸展。
zh_hant: 起身活動一分鐘。轉動肩膀、左右伸展頸部，再將雙手向上伸展。

source: Standard
ar: قياسي
es: Estándar
hu: Alap
ja: 標準
nl: Standaard
pl: Standardowy
pt: Padrão
ru: Стандартный
tr: Standart
vi: Tiêu chuẩn
zh_hans: 标准
zh_hant: 標準

source: Star a widget in any stack to set it as the main widget. After scrolling to another widget, the stack will automatically return to the starred one after this delay.
ar: ميّز أداة بنجمة في أي مكدس لتعيينها كأداة رئيسية. بعد التمرير إلى أداة أخرى، سيعود المكدس تلقائيًا إلى الأداة المميزة بنجمة بعد هذا التأخير.
de: Markieren Sie in einem beliebigen Stapel ein Widget mit einem Stern, um es als Haupt-Widget festzulegen. Nachdem Sie zu einem anderen Widget gescrollt haben, kehrt der Stapel nach dieser Verzögerung automatisch zum markierten Widget zurück.
es: Marca con una estrella un widget de cualquier pila para establecerlo como widget principal. Tras desplazarte a otro widget, la pila volverá automáticamente al widget destacado después de este tiempo.
fr: Ajoutez une étoile à un widget dans n'importe quelle pile pour en faire le widget principal. Après un défilement vers un autre widget, la pile revient automatiquement au widget favori après ce délai.
hu: Csillagozzon meg egy widgetet bármelyik kötegben, hogy az legyen a fő widget. Ha másik widgetre görget, a köteg ennyi idő után automatikusan visszatér a csillagozott widgethez.
ja: いずれかのスタックでウィジェットにスターを付けると、メインウィジェットに設定されます。別のウィジェットにスクロールした後、この遅延時間が経過するとスタックは自動的にスター付きのウィジェットに戻ります。
nl: Markeer een widget met een ster om deze als hoofdwidget in te stellen. Nadat je naar een andere widget bent gescrolld, keert de stapel na deze vertraging automatisch terug naar de widget met de ster.
pl: Oznacz widżet gwiazdką w dowolnym stosie, aby ustawić go jako główny. Po przewinięciu do innego widżetu stos automatycznie wróci do oznaczonego po tym opóźnieniu.
pt: Marque com estrela um widget em qualquer pilha para o definir como widget principal. Depois de deslocar para outro widget, a pilha volta automaticamente ao widget com estrela após este atraso.
ru: Отметьте виджет в любой стопке, чтобы сделать его основным виджетом. После прокрутки к другому виджету стопка автоматически вернется к отмеченному виджету после этой задержки.
sv: Stjärnmärk en widget i valfri stack för att göra den till huvudwidget. När du har rullat till en annan widget återgår stacken automatiskt till den stjärnmärkta efter den här fördröjningen.
tr: Ana widget olarak ayarlamak için herhangi bir yığındaki bir widget'ı yıldızla. Başka bir widget'a kaydırdıktan sonra yığın, bu gecikmenin ardından otomatik olarak yıldızlı olana geri döner.
vi: Đánh dấu sao một tiện ích trong bất kỳ ngăn xếp nào để đặt nó làm tiện ích chính. Sau khi cuộn sang tiện ích khác, ngăn xếp sẽ tự động quay trở lại tiện ích đã gắn dấu sao sau khoảng thời gian trì hoãn này.
zh_hans: 在任意小组件叠放中将某个小组件设为已收藏，即可将其设为主小组件。切换到其他小组件后，叠放会在此延迟时间后自动切换回已收藏的小组件。
zh_hant: 將任一堆疊中的小工具設為收藏後，即可作為主要小工具。切換至其他小工具後，堆疊會在此延遲時間後自動返回該收藏小工具。

source: Start
ar: بدء
de: Starten
es: Iniciar
fr: Démarrer
hu: Indítás
ja: 開始
pt: Iniciar
ru: Старт
sv: Starta
tr: Başlat
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

source: Start Next Phase Automatically
ar: بدء المرحلة التالية تلقائيًا
de: Nächste Phase automatisch starten
es: Iniciar la siguiente fase automáticamente
fr: Démarrer automatiquement la phase suivante
hu: Következő fázis automatikus indítása
ja: 次のフェーズを自動的に開始
nl: Volgende fase automatisch starten
pl: Automatycznie rozpoczynaj następną fazę
pt: Iniciar Fase Seguinte Automaticamente
ru: Автоматически начинать следующий этап
sv: Starta nästa fas automatiskt
tr: Sonraki Aşamayı Otomatik Başlat
vi: Tự động bắt đầu giai đoạn tiếp theo
zh_hans: 自动开始下一阶段
zh_hant: 自動開始下一階段

source: Start on Second Window
ar: البدء في النافذة الثانية
de: Beim zweiten Fenster starten
es: Empezar en la segunda ventana
fr: Démarrer sur la deuxième fenêtre
hu: Kezdés a második ablakon
ja: 2番目のウインドウから開始
nl: Begin bij tweede venster
pl: Rozpocznij od drugiego okna
pt: Começar na Segunda Janela
ru: Начинать со второго окна
sv: Börja på andra fönstret
tr: İkinci Pencerede Başla
vi: Bắt đầu từ cửa sổ thứ hai
zh_hans: 从第二个窗口开始
zh_hant: 從第二個視窗開始

source: Start Recording
ar: بدء التسجيل
de: Aufnahme starten
es: Empezar a grabar
fr: Démarrer l'enregistrement
hu: Felvétel indítása
ja: 録音を開始
nl: Opname starten
pl: Rozpocznij nagrywanie
pt: Iniciar gravação
ru: Начать запись
sv: Börja spela in
tr: Kaydı Başlat
vi: Bắt đầu ghi âm
zh_hans: 开始录制
zh_hant: 開始錄製

source: Start with a dock layout that matches how you want DockDoor Pro to feel. You can change every choice later in Settings.
ar: ابدأ بتخطيط لـ Dock يطابق الطابع الذي تريده لـ DockDoor Pro. يمكنك تغيير كل خيار لاحقًا في الإعدادات.
de: Beginnen Sie mit einem Dock-Layout, das zum gewünschten Erscheinungsbild von DockDoor Pro passt. Sie können jede Auswahl später in den Einstellungen ändern.
es: Empieza con una disposición del Dock que refleje cómo quieres que se sienta DockDoor Pro. Puedes cambiar cualquier elección más tarde en Ajustes.
fr: Commencez avec une disposition de Dock qui correspond à l'expérience DockDoor Pro que vous souhaitez. Vous pourrez modifier chaque choix plus tard dans les Paramètres.
hu: Kezdjen egy olyan Dock-elrendezéssel, amely megfelel annak, ahogyan a DockDoor Pro működését elképzeli. Minden választás később módosítható a Beállításokban.
ja: DockDoor Proの使い心地に合ったDockレイアウトから始めましょう。すべての選択は後で設定から変更できます。
nl: Begin met een indeling die past bij de uitstraling die je voor DockDoor Pro in gedachten hebt. Je kunt alle instellingen later aanpassen via 'Instellingen'.
pl: Zacznij od układu Docka, który pasuje do tego, jak DockDoor Pro ma działać. Każdy wybór możesz później zmienić w Ustawieniach.
pt: Comece com uma disposição da dock que corresponda ao estilo que pretende para o DockDoor Pro. Pode alterar todas as escolhas mais tarde nas Definições.
ru: Начните с макета Dock, который соответствует тому, каким вы хотите видеть DockDoor Pro. Любой выбор можно изменить позже в настройках.
sv: Börja med en docklayout som passar hur du vill att DockDoor Pro ska kännas. Du kan ändra varje val senare i Inställningar.
tr: DockDoor Pro'nun nasıl hissettirmesini istediğine uyan bir dock düzeniyle başla. Her seçimi daha sonra Ayarlar'dan değiştirebilirsin.
vi: Bắt đầu với một bố cục dock phù hợp với trải nghiệm mong muốn của bạn với DockDoor Pro. Bạn có thể thay đổi mọi lựa chọn sau này trong phần Cài đặt.
zh_hans: 选择一个符合你使用习惯的 Dock 布局，打造属于你的 DockDoor Pro。所有设置稍后都可以在“设置”中修改。
zh_hant: 先選擇符合您理想使用體驗的 Dock 配置。之後可隨時在「設定」中變更所有選項。

source: Start with floating or taskbar style, then continue through Appearance for size, indicators, and background.
ar: ابدأ بالنمط العائم أو نمط شريط المهام، ثم تابع في المظهر لضبط الحجم والمؤشرات والخلفية.
de: Beginnen Sie mit dem schwebenden Stil oder dem Taskleistenstil und fahren Sie dann in „Darstellung“ mit Größe, Indikatoren und Hintergrund fort.
es: Empieza con el estilo flotante o de barra de tareas y luego continúa en Apariencia para el tamaño, los indicadores y el fondo.
fr: Commencez par le style flottant ou barre des tâches, puis poursuivez dans Apparence pour la taille, les indicateurs et l'arrière-plan.
hu: Kezdje a lebegő vagy tálcastílussal, majd folytassa a Megjelenés résszel a méret, a jelzők és a háttér beállításához.
ja: まずフローティングまたはタスクバースタイルを選び、続いて外観でサイズ、インジケータ、背景を設定します。
nl: Begin met de weergavestijl 'Zwevend' of 'Taakbalk', en ga vervolgens verder met 'Uiterlijk' om de grootte, indicatoren en achtergrond aan te passen.
pl: Zacznij od stylu pływającego lub paska zadań, a potem przejdź przez Wygląd, aby ustawić rozmiar, wskaźniki i tło.
pt: Comece pelo estilo flutuante ou de barra de tarefas e continue depois pela Aparência para tamanho, indicadores e fundo.
ru: Начните с плавающего стиля или панели задач, затем перейдите к внешнему виду для размера, индикаторов и фона.
sv: Börja med svävande stil eller aktivitetsfältsstil och fortsätt sedan genom Utseende för storlek, indikatorer och bakgrund.
tr: Yüzen veya görev çubuğu stiliyle başla, ardından boyut, göstergeler ve arka plan için Görünüm'den devam et.
vi: Bắt đầu với kiểu nổi hoặc thanh tác vụ, sau đó tiếp tục qua phần Giao diện để chỉnh kích cỡ, bộ chỉ báo và nền.
zh_hans: 先选择悬浮式或任务栏式布局，再继续在“外观”中调整大小、指示器和背景。
zh_hant: 先選擇浮動式或工作列風格，再到「外觀」調整大小、指示器與背景等設定。

source: Startup
ar: ابتداء التشغيل
de: Startverhalten
es: Inicio
fr: Démarrage
hu: Indítás
ja: 起動
nl: Opstarten
pl: Uruchamianie
pt: Arranque
ru: Запуск
sv: Uppstart
tr: Başlangıç
vi: Khởi động
zh_hans: 启动
zh_hant: 啟動

source: Startup Disk
ar: قرص بدء التشغيل
de: Startvolume
es: Disco de arranque
fr: Disque de démarrage
hu: Indítólemez
ja: 起動ディスク
nl: Opstartschijf
pl: Dysk startowy
pt: Disco de Arranque
ru: Загрузочный диск
sv: Startskiva
tr: Başlangıç Diski
vi: Ổ đĩa khởi động
zh_hans: 启动磁盘
zh_hant: 啟動磁碟

source: Status
ar: الحالة
es: Estado
fr: Statut
hu: Állapot
ja: 状況
pl: Stan
pt: Estado
ru: Статус
tr: Durum
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Stay hydrated. Drink a glass of water, then click the widget to log it.
ar: حافظ على ترطيب جسمك. اشرب كوبًا من الماء، ثم انقر على الأداة لتسجيله.
de: Trinken Sie genug. Trinken Sie ein Glas Wasser und klicken Sie dann auf das Widget, um es einzutragen.
es: Mantente hidratado. Bebe un vaso de agua y haz clic en el widget para registrarlo.
fr: Restez hydraté. Buvez un verre d'eau, puis cliquez sur le widget pour l'enregistrer.
hu: Figyeljen a folyadékbevitelre. Igyon meg egy pohár vizet, majd kattintson a widgetre a rögzítéshez.
ja: 水分補給をしましょう。水を1杯飲んだら、ウィジェットをクリックして記録してください。
nl: Blijf gehydrateerd. Drink een glas water en klik daarna op de widget om het te registreren.
pl: Dbaj o nawodnienie. Wypij szklankę wody, a następnie kliknij w widżet, aby ją odnotować.
pt: Mantenha-se hidratado. Beba um copo de água e clique no widget para o registar.
ru: Не забывайте пить воду. Выпейте стакан воды, затем нажмите на виджет, чтобы отметить это.
sv: Håll dig hydrerad. Drick ett glas vatten och klicka sedan på widgeten för att registrera det.
tr: Su içmeyi unutma. Bir bardak su iç, ardından kaydetmek için widget'a tıkla.
vi: Hãy uống đủ nước. Uống một ly nước, rồi nhấp vào tiện ích để ghi lại.
zh_hans: 记得补水。喝一杯水后，点击小组件记录。
zh_hant: 記得補充水分。喝一杯水後，按一下小工具即可記錄。

source: Stop
ar: إيقاف
de: Stoppen
es: Detener
fr: Arrêter
hu: Leállítás
ja: 停止
pl: Zatrzymaj
pt: Parar
ru: Остановить
sv: Stoppa
tr: Durdur
vi: Dừng
zh_hans: 停止
zh_hant: 停止

source: Stop Recording
ar: إيقاف التسجيل
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l'enregistrement
hu: Felvétel leállítása
ja: 録音を停止
nl: Opname stoppen
pl: Zatrzymaj nagrywanie
pt: Parar gravação
ru: Остановить запись
sv: Sluta spela in
tr: Kaydı Durdur
vi: Dừng ghi âm
zh_hans: 停止录制
zh_hant: 停止錄製

source: Stopwatch
ar: ساعة الإيقاف
de: Stoppuhr
es: Cronómetro
fr: Chronomètre
hu: Stopper
ja: ストップウォッチ
pl: Stoper
pt: Cronómetro
ru: Секундомер
sv: Stoppur
tr: Kronometre
vi: Đồng hồ bấm giờ
zh_hans: 秒表
zh_hant: 碼錶

source: Storage
ar: التخزين
de: Speicherplatz
es: Almacenamiento
fr: Stockage
hu: Tárhely
ja: ストレージ
nl: Opslag
pl: Miejsce na dysku
pt: Armazenamento
ru: Хранилище
sv: Lagring
tr: Depolama
vi: Dung lượng
zh_hans: 储存空间
zh_hant: 儲存空間

source: Storage Settings
ar: إعدادات التخزين
de: Speichereinstellungen
es: Ajustes de almacenamiento
fr: Réglages de stockage
hu: Tárhelybeállítások
ja: ストレージ設定
nl: Opslaginstellingen
pl: Ustawienia miejsca na dysku
pt: Definições de Armazenamento
ru: Настройки хранилища
sv: Lagringsinställningar
tr: Depolama Ayarları
vi: Cài đặt dung lượng
zh_hans: 储存空间设置
zh_hant: 儲存空間設定

source: Storm
ar: عاصفة هوجاء
de: Schwerer Sturm
es: Temporal duro
fr: Tempête
hu: Teljes vihar
ja: 全強風
nl: Zware storm
pl: Bardzo silny sztorm
pt: Temporal
ru: Сильный шторм
tr: Şiddetli fırtına
vi: Bão mạnh
zh_hans: 狂风
zh_hant: 狂風

source: streak
ar: سلسلة
de: serie
es: racha
fr: série
hu: sorozat
ja: 連続記録
nl: reeks
pl: seria
pt: sequência
ru: серия
sv: svit
tr: seri
vi: chuỗi ngày
zh_hans: 连续记录
zh_hant: 連續達成

source: Stream
ar: جدول مائي
de: Bach
es: Arroyo
fr: Ruisseau
hu: Patak
ja: 小川
nl: Beek
pl: Strumień
pt: Riacho
ru: Ручей
sv: Bäck
tr: Dere
vi: Dòng suối
zh_hans: 溪流
zh_hant: 溪流

source: stretch
ar: تمدد
de: dehnen
es: estiramiento
fr: étirement
hu: nyújtás
ja: ストレッチ
nl: strekken
pl: rozciąganie
pt: alongamento
ru: разминка
sv: stretching
tr: esnetme
vi: giãn cơ
zh_hans: 伸展
zh_hant: 伸展

source: Stretch
ar: التمدد
de: Dehnen
es: Estirar
fr: Étirements
hu: Nyújtás
ja: ストレッチ
nl: Strekken
pl: Rozciąganie
pt: Alongar
ru: Разминка
sv: Stretching
tr: Esneme
vi: Giãn cơ
zh_hans: 伸展
zh_hant: 伸展

source: Stretch Break
ar: استراحة للتمدد
de: Dehnpause
es: Pausa para estirar
fr: Pause étirements
hu: Nyújtószünet
ja: ストレッチ休憩
nl: Strekpauze
pl: Przerwa na rozciąganie
pt: Pausa para Alongar
ru: Перерыв на разминку
sv: Stretchpaus
tr: Esneme Molası
vi: Nghỉ giãn cơ
zh_hans: 伸展休息
zh_hant: 伸展休息

source: Strong
ar: قوي
de: Stark
es: Fuerte
fr: Fort
hu: Erős
ja: 強
nl: Sterk
pl: Silny
pt: Forte
ru: Сильный
sv: Stark
tr: Güçlü
vi: Mạnh
zh_hans: 强
zh_hant: 強

source: Strong breeze
ar: نسيم قوي
de: Starker Wind
es: Brisa fuerte
fr: Vent frais
hu: Erős szél
ja: 雄風
nl: Krachtige wind
pl: Silny wiatr
pt: Vento muito fresco
ru: Сильный ветер
sv: Hård bris
tr: Kuvvetli rüzgâr
vi: Gió mạnh
zh_hans: 强风
zh_hant: 強風

source: Strong gale
ar: عاصفة قوية
de: Sturm
es: Temporal fuerte
fr: Fort coup de vent
hu: Erős vihar
ja: 大強風
nl: Storm
pl: Silny sztorm
pt: Vento tempestuoso
ru: Шторм
sv: Halv storm
tr: Kuvvetli fırtına
vi: Bão
zh_hans: 烈风
zh_hant: 烈風

source: Style
ar: نمط
de: Stil
es: Estilo
hu: Stílus
ja: スタイル
nl: Stijl
pl: Styl
pt: Estilo
ru: Стиль
sv: Stil
tr: Stil
vi: Kiểu dáng
zh_hans: 样式
zh_hant: 樣式

source: Submit a Widget
ar: إرسال أداة
de: Widget einreichen
es: Enviar un widget
fr: Soumettre un widget
hu: Widget beküldése
ja: ウィジェットを提出
nl: Widget indienen
pl: Prześlij widżet
pt: Enviar um Widget
ru: Отправить виджет
sv: Skicka in en widget
tr: Widget Gönder
vi: Gửi tiện ích
zh_hans: 提交小组件
zh_hant: 提交小工具

source: Sun Cycle
ar: دورة الشمس
de: Sonnenverlauf
es: Ciclo solar
fr: Cycle solaire
hu: Napjárás
ja: 日の出と日の入り
nl: Zonnecyclus
pl: Cykl słoneczny
pt: Ciclo Solar
ru: Солнечный цикл
sv: Solcykel
tr: Güneş Döngüsü
vi: Chu kỳ mặt trời
zh_hans: 太阳周期
zh_hant: 太陽週期
